{
  "AM": "صباحا",
  "PM": "مساء",
  "subscription_msg": "تم الاشتراك بنجاح",
  "user_logout": "تم تسجييل الخروج بنجاح",
  "user_logout_desc": "مرحبا بك في وقت آخر",
  "user_register": "تم التسجيل بنجاح",
  "user_register_desc": "يتم توجيهك الان الى صفحة تسجييل  الدخول",
  "subscription_msg_desc": "إستمتع بإشتراكك المتميز",
  "success_verify": "تم التحقق بنجاح",
  "success_verify_desc": "الرجاء إكمال عملية التسجبيل",
  "hours": "الساعات",
  "minutes": "الدقائق",
  "your password not courrect": "كلمة السر غير صحيحة",
  "your account is not exsist": "هذا الحساب غير موجود",
  "period": "الفترة",
  "welcome": "  مرحبا بك في اراي ",
  "go_back": "رجوع",
  "Subscriptions": "الإشتراكات",
  "back": "رجوع",
  "resend_code": "إعادة إرسال الرمز",
  "resend_again": "إعادة الارسال",
  "no_password_send": "لم يتم إرسال الرمز؟",
  "phone_exist": "رقم الهاتف قيد الاستخدام",
  "email_unvalid": "صيغة الايميل غير صحيحة",
  "cancel": "إلغاء",
  "to": "الى",
  "not_subscribed_status": "غير مشترك",
  "go_home": "الصفحة الرئيسية",
  "refresh_btn": "اعاجة تحميل",
  "page_notfound": "الصفحة التي تبحث عنها غير موجودة",
  "page_notfound_desc": "يمكنك الرجوع الى الصفحة السابقة او الرجوع الى الصفحة الرئيسية",
  "no_internet_conn": "لا يوجد اتصال بالانترنت",
  "no_internet_conn_desc": "لايوجد اتصال بالانترنت , تاكد من ان اعدادات الانترنت عنط كله صحيحة ثم حاول مجددا",
  "currency": "ريال",
  "subscribed_status": " مشترك",
  "you": "انت",
  "platform_offers": "في  إحدى باقات المنصة",
  "academies_page_title": "التدريب والاكاديميات",
  "profile_page_title": "تعديل بيانات الحساب",
  "settings_page_title": "الاعدادات",
  "bookings_page_title": "سجل الحجوزات",
  "privacy_page_title": "سياسة الخصوصية",
  "terms_page_title": "البنود والاحكام",
  "payments_page_title": "الدفوعات",
  "subscriptions_page_title": "الإشتراكات",
  "network_error": "خطا في الشبكة",
  "network_error_desc": "الرجاء التاكد من الاتصال بالانترنت",
  "redirect_error": "الرجاء تسجيل الدخول اولا",
  "redirect_error_desc": "يتم توجيهك الى صفحة تسجيل الدخول",
  "success_add_msg": "تمت الاضافة بنجاح",
  "success_add_msg_desc": "لقد تم اتمام حجزك بنجاح",
  "start_time_field_err": "الرجاء إدخال وقت البداية",
  "start_time_field_err_desc": "قم بمل الحقول الفارغة",
  "end_time_field_err": "الرجاء إدخال وقت النهاية",
  "end_time_field_err_desc": "قم بمل الحقول الفارغة",
  "privacy_policy": "**سياسة الخصوصية وشروط وأحكام:** **البند 1 - جمع العلومات الشخصية:** 1.1 يتعي على الستخدمي تقديم معلومات شخصية دقيقة وصحيحة عند التسجيل على النصة. 1.2 نقوم بجمع معلومات شخصية من الستخدمي، بما في ذلك السم ومعلومات التصال مثل البريد اللكتروني ورقم الهاتف. **البند 2 - استخدام العلومات:** 2.1 نستخدم العلومات الشخصية لغراض تسهيل حجوزات التمارين واللعاب الرياضية وتحسي جودة الخدمة. 2.2 يمكن استخدام هذه العلومات لتوجيه العروض والحتوى الخصص للمستخدمي ولغراض أخرى تحليلية. **البند 3 - مشاركة العلومات:** 3.1 نحن لن نشارك معلومات الستخدمي مع أطراف ثالثة بدون موافقتهم الصريحة. 3.2 قد نشارك بعض العلومات مع مقدمي الخدمة الذين يقومون بتنفيذ عمليات الحجز. **البند 4 - حفظ العلومات:** 4.1 نحتفظ بمعلومات الستخدمي بشكل آمن ونتخذ تدابير أمان لحمايتها من الوصول غير الصرح به. **البند 5 - حقوق الستخدم:** ًا وفًقا للقواني 5.1 الستخدمون لديهم الحق في الوصول إلى معلوماتهم الشخصية وتصحيحها أو حذفها إذا كان ذلك ممكن ذات الصلة. 5.2 يمكن للمستخدمي تعديل إعدادات الخصوصية في حساباتهم على النصة. **البند 6 - الحجوزات:** 6.1 الستخدمون يمكنهم حجز تمارين وألعاب رياضية عبر النصة وفًقا للوقات التاحة والقواعد والسعار الحددة. 6.2 سيتم تحصيل رسوم الحجز وفًقا للسياسة الحددة. **البند 7 - إلغاء الحجز:** 7.1 الستخدمون يمكنهم إلغاء الحجوزات وفًقا للسياسة الحددة. إل أنه قد يتم تطبيق رسوم إلغاء. **البند 8 - مسؤولية الستخدم:** 8.1 الستخدمون مسؤولون عن سلمتهم أثناء استخدام الرافق الرياضية ويجب أن يلتزموا بالقواعد والتعليمات الصادرة من مقدمي الخدمة. 8.2 النصة (aray (غير مسؤولة عن أي إصابات أو حوادث تحدث أثناء استخدام الرافق الرياضية. **البند 9 - السداد:** 9.1 يجب على الستخدمي دفع رسوم الحجز وفًقا للسياسة الحددة. **البند 10 - اللغاء والتعديل:** 10.1 النصة (aray (تحتفظ بالحق في إلغاء أو تعديل أي حجز في حالة وجود ضرورة قانونية أو تقنية. **البند 11 - التسجيل:** 11.1 يجب على الستخدمي تقديم معلومات دقيقة وصحيحة أثناء التسجيل على النصة. **البند 12 - مسؤولية النصة:** 12.1 النصة (aray (غير مسؤولة عن أي خسائر أو ضرر يلحق بالمتلكات الشخصية للمستخدمي أو أي مشكلت قانونية تنشأ عن استخدام النصة. **البند 13 - السؤولية الشخصية:** 13.1 الستخدمون مسؤولون بالكامل عن سلمتهم وسلمة المتلكات الشخصية أثناء استخدام الرافق الرياضية عبر النصة. 13.2 الستخدمون يلتزمون بالمتثال لجميع القواعد والتعليمات الصادرة من مقدمي الخدمة ويتحملون السؤولية الكاملة عن أي إصابات أو أضرار ناتجة عن تقصير منهم أو تصرفاتهم الخاطئة. 13.3 النصة (aray (غير مسؤولة عن أي إصابات أو أضرار ناتجة عن تصرفات الستخدمي أثناء استخدام الرافق الرياضية. **البند 14 - السؤولية عن الحتوى:** 14.1 الستخدمون مسؤولون عن جميع الصور والحتوى الذي يقومون برفعه أو نشره على النصة. 14.2 يجب على الستخدمي التأكد من أن الصور والحتوى الذي يرفعونه غير مخالف للقواني ول ينتهك حقوق اللكية الفكرية لي طرف ثالث. 14.3 النصة (aray (غير مسؤولة عن الحتوى الذي يتم رفعه أو نشره من قبل الستخدمي وتحتفظ بالحق في إزالة أو تعديل أي محتوى ينتهك القواني أو النظمة. **البند 15 - تعديل الشروط والحكام:** 15.1 النصة (aray (تحتفظ بالحق في تعديل هذه السياسة والشروط والحكام في أي وقت وبدون إشعار مسبق. ستظل النسخة الحدثة سارية الفعول من تاريخ نشرها على النصة. **البند 16 - اخلء السؤولية:** 16.1 النصة (aray (تخلي نفسها من أي مسؤولية قانونية للمحتوى الذي يتم رفعه أو نشره على النصة من قبل الستخدمي. ًا للقواني السارية. 16.2 الستخدمون يوافقون على عدم تقديم أو نشر محتوى ينتهك القواني أو يكون غير ملئم أو مخالف **البند 17 - اللغاء واسترداد الموال:** 17.1 الستخدمون يحق لهم إلغاء حجز التمرين قبل موعده بـ 24 ساعة على القل. 17.2 في حالة اللغاء قبل الوعد بـ 24 ساعة، سيتم استرداد مبلغ الحجز بالكامل إلى الستخدم. 17.3 إذا تم اللغاء في أقل من 24 ساعة من موعد التمرين، فإنه لن يتم استرداد مبلغ الحجز. 17.4 يمكن للمنصة (aray (تطبيق رسوم إدارية على عمليات اللغاء حسب تقديرها."
}
